Revit 2027 API
ParameterTypeId.ToposolidContourDisplaySettingsIdParam Property
 "Contour Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidContourDisplaySettingsIdParam { get; }
Public Shared ReadOnly Property ToposolidContourDisplaySettingsIdParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidContourDisplaySettingsIdParam {
	ForgeTypeId^ get ();
}
static member ToposolidContourDisplaySettingsIdParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace